Repository: sbraveyoung/qingzhou
Catalog: Apps/App-Shared/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: %@ · 峰值 %@
en: %@ · peak %@
ja: %@ · ピーク %@

source: %@ 已从%@改为%@，规则已生效
en: %@ changed from %@ to %@ — rule is now active
ja: %@ を %@ から %@ に変更しました。ルールが有効になりました
zh_hant: %@ 已從 %@ 改為 %@，規則已生效

source: %@：sha256 校验不匹配
en: %@: sha256 checksum mismatch
ja: %@：sha256 チェックサムが一致しません
zh_hant: %@：sha256 校驗不符

source: %@：校验和文件格式异常
en: %@: invalid checksum file format
ja: %@：チェックサムファイルの形式が不正です
zh_hant: %@：校驗和檔案格式異常

source: %lld 个域名 · 代理 %lld / 直连 %lld / 拒绝 %lld 次
en: %lld domains · Proxy %lld / Direct %lld / Reject %lld
ja: %lld 個のドメイン · プロキシ %lld / 直接 %lld / 拒否 %lld
zh_hant: %lld 個網域 · 代理 %lld / 直連 %lld / 拒絕 %lld 次

source: %lld 个节点
en: %lld nodes
ja: %lld 個のノード
zh_hant: %lld 個節點

source: %lld 个订阅 · %lld 个节点
en: %lld subscriptions · %lld nodes
ja: %lld 個のサブスクリプション · %lld 個のノード
zh_hant: %lld 個訂閱 · %lld 個節點

source: %lld 分钟
en: %lld min
ja: %lld 分
zh_hant: %lld 分鐘

source: %lld 分钟前
en: %lld min ago
ja: %lld 分前
zh_hant: %lld 分鐘前

source: %lld 小时
en: %lld hr
ja: %lld 時間
zh_hant: %lld 小時

source: %lld 小时前
en: %lld hr ago
ja: %lld 時間前
zh_hant: %lld 小時前

source: %lld 条 · %@
en: %lld rules · %@
ja: %lld 件 · %@
zh_hant: %lld 條 · %@

source: %lld 次
en: %lld×
ja: %lld 回

source: %lld 次连接
en: %lld connections
ja: %lld 件の接続
zh_hant: %lld 次連線

source: %lld 秒前
en: %lld s ago

source: 1 小时
en: 1 hour
ja: 1 時間
zh_hant: 1 小時

source: 15 分钟
en: 15 minutes
ja: 15 分
zh_hant: 15 分鐘

source: 24 小时
en: 24 hours
ja: 24 時間
zh_hant: 24 小時

source: 30 分钟
en: 30 minutes
ja: 30 分
zh_hant: 30 分鐘

source: 5 分钟
en: 5 minutes
ja: 5 分
zh_hant: 5 分鐘

source: 6 小时
en: 6 hours
ja: 6 時間
zh_hant: 6 小時

source: App Group 容器不可用，无法保存 geo 数据
en: App Group container unavailable — can't save geo data.
ja: App Group コンテナが利用できないため、geo データを保存できません
zh_hant: App Group 容器無法使用，無法儲存 geo 資料

source: App 版本
en: App Version
ja: App のバージョン

source: Apple 不允许任何 App 替你预装自动化（安全设计），所以这五步必须亲手点一次 —— 只需一次，之后永久生效。
en: Apple doesn't allow any app to pre-install automations for you (a security design), so these five steps must be tapped once by hand — once only, then it works forever.
ja: Apple はどの App にも自動化を事前インストールさせません（セキュリティ上の設計）。そのため、この 5 ステップは一度だけ手動で行う必要があります —— 一度きりで、以降はずっと有効です。
zh_hant: Apple 不允許任何 App 替你預先安裝自動化（安全設計），所以這五步必須親手點一次 —— 只需一次，之後永久生效。

source: FINAL（兜底）
en: FINAL (Fallback)
ja: FINAL（フォールバック）

source: GEOIP（国家代码）
en: GEOIP (Country Code)
ja: GEOIP（国コード）
zh_hant: GEOIP（國家代碼）

source: Geo 数据
en: Geo Data
ja: Geo データ
zh_hant: Geo 資料

source: GitHub 仓库
en: GitHub Repository
ja: GitHub リポジトリ
zh_hant: GitHub 儲存庫

source: IPv4 网段
en: IPv4 CIDR
ja: IPv4 CIDR
zh_hant: IPv4 網段

source: IPv6 网段
en: IPv6 CIDR
ja: IPv6 CIDR
zh_hant: IPv6 網段

source: TUN（虚拟网卡）
en: TUN (Virtual NIC)
ja: TUN（仮想 NIC）
zh_hant: TUN（虛擬網卡）

source: URL 无效（需要以 http:// 或 https:// 开头）
en: Invalid URL (must start with http:// or https://)
ja: 無効な URL です（http:// または https:// で始まる必要があります）
zh_hant: URL 無效（需以 http:// 或 https:// 開頭）

source: VPN 启动失败
en: VPN Start Failed
ja: VPN の起動に失敗しました
zh_hant: VPN 啟動失敗

source: VPN 启动失败：%@
en: Failed to start the VPN: %@
ja: VPN の起動に失敗しました：%@
zh_hant: VPN 啟動失敗：%@

source: VPN 在跑就关、没跑就开。
en: Turns the VPN off if it's running, on if it's not.
ja: VPN が動作中ならオフ、そうでなければオンにします。
zh_hant: VPN 正在執行就關閉，未執行就開啟。

source: VPN 已连接
en: VPN Connected
ja: VPN 接続済み
zh_hant: VPN 已連線

source: VPN 已连接，但多个探测目标（Cloudflare / Apple / Google）都访问不通，当前节点可能已失效或凭据错误。若你确认能正常上网，可能只是探测站点被临时阻断——可在设置→测速里换个探测目标，或直接换节点。
en: The VPN is connected, but several probe targets (Cloudflare / Apple / Google) are all unreachable — the current node may be dead or its credentials wrong. If you can actually browse fine, the probe sites may just be temporarily blocked; change the probe target in Settings → Speed Test, or switch nodes.
ja: VPN は接続済みですが、複数のプローブ先（Cloudflare / Apple / Google）すべてに到達できません。現在のノードが無効になっているか、認証情報が誤っている可能性があります。問題なくインターネットを利用できている場合は、プローブ先が一時的にブロックされているだけかもしれません——設定→速度テストでプローブ先を変更するか、ノードを切り替えてください。
zh_hant: VPN 已連線，但多個探測目標（Cloudflare / Apple / Google）都無法連通，目前節點可能已失效或憑證錯誤。若你確認能正常上網，可能只是探測站點被暫時阻擋——可在設定→測速裡換個探測目標，或直接換節點。

source: VPN 已连接，但通过当前节点无法访问外网。节点可能已失效或凭据错误（这类问题服务端不会回报错误，只能实测发现）。建议：长按节点「测经代理延迟」验证可用性，或直接换一个节点。
en: The VPN is connected, but the internet can't be reached through the current node. The node may be dead or its credentials wrong (servers don't report such errors — only a real test reveals them). Suggestion: long-press the node and run “Test Proxied Latency” to verify, or switch to another node.
ja: VPN は接続済みですが、現在のノード経由でインターネットにアクセスできません。ノードが無効になっているか、認証情報が誤っている可能性があります（この種の問題はサーバー側がエラーを返さず、実測でしか分かりません）。ノードを長押しして「プロキシ経由の遅延をテスト」で使用可否を確認するか、別のノードに切り替えることをおすすめします。
zh_hant: VPN 已連線，但透過目前節點無法連上外網。節點可能已失效或憑證錯誤（這類問題伺服器端不會回報錯誤，只能實測發現）。建議：長按節點「測經代理延遲」驗證可用性，或直接換一個節點。

source: VPN 未连接
en: VPN Not Connected
ja: VPN 未接続
zh_hant: VPN 未連線

source: VPN 运行中择优时，把直连结果为绿色的节点逐个真实走一遍代理再选（更准，多花些时间）：能避开「直连快但出口绕路或已失效」的假好节点。VPN 未开启时经代理测速无法进行，自动退回直连结果。
en: When auto-selecting while the VPN is running, every node whose direct latency is green gets re-tested through the proxy before choosing (more accurate, takes longer): this avoids “fast direct but detoured or dead” impostors. When the VPN is off, proxied testing isn't possible and direct results are used.
ja: VPN の実行中に自動選択する際、直接接続の結果が緑のノードを 1 つずつ実際にプロキシ経由でテストしてから選びます（より正確ですが、時間がかかります）：「直接接続は速いが出口が遠回り、または無効」という見せかけの良ノードを避けられます。VPN がオフのときはプロキシ経由のテストができないため、自動的に直接接続の結果に戻ります。
zh_hant: VPN 執行中擇優時，把直連結果為綠色的節點逐一真實走一遍代理再選（更準，多花些時間）：能避開「直連快但出口繞路或已失效」的假好節點。VPN 未開啟時經代理測速無法進行，會自動退回直連結果。

source: VPN 运行中择优时，把直连结果为绿色的节点逐个真实走一遍代理再选（更准，多花些时间）：能避开「直连快但出口绕路或已失效」的假好节点。自动测速本身只测直连、不受此开关影响。关闭本开关会清空已测的经代理延迟。
en: When auto-selecting while the VPN is running, every node whose direct latency is green gets re-tested through the proxy before choosing (more accurate, takes longer): this avoids “fast direct but detoured or dead” impostors. Plain auto-testing only measures direct latency and is unaffected by this switch. Turning this off clears already-measured proxied latencies.
ja: VPN の実行中に自動選択する際、直接接続の結果が緑のノードを 1 つずつ実際にプロキシ経由でテストしてから選びます（より正確ですが、時間がかかります）：「直接接続は速いが出口が遠回り、または無効」という見せかけの良ノードを避けられます。通常の自動テストは直接接続のみを測定し、このスイッチの影響を受けません。このスイッチをオフにすると、測定済みのプロキシ経由の遅延がクリアされます。
zh_hant: VPN 執行中擇優時，把直連結果為綠色的節點逐一真實走一遍代理再選（更準，多花些時間）：能避開「直連快但出口繞路或已失效」的假好節點。自動測速本身只測直連、不受此開關影響。關閉本開關會清空已測的經代理延遲。

source: VPN 配置未加载。
en: VPN configuration is not loaded.
ja: VPN 構成が読み込まれていません。
zh_hant: VPN 設定尚未載入。

source: VPN 配置被禁用了（系统设置里 toggle 是关闭状态）。
en: The VPN configuration is disabled (its toggle is off in System Settings).
ja: VPN 構成が無効になっています（システム設定でスイッチがオフです）。
zh_hant: VPN 設定被停用了（系統設定裡的開關是關閉狀態）。

source: VPN 配置过期了。先在系统设置里把旧 VPN 删掉重试。
en: The VPN configuration is stale. Delete the old VPN in System Settings and try again.
ja: VPN 構成が古くなっています。システム設定で古い VPN を削除してからやり直してください。
zh_hant: VPN 設定已過期。請先在系統設定裡把舊的 VPN 刪除後再試。

source: geoip:cn（内置国内 IP 直连）
en: geoip:cn (built-in China IP direct)
ja: geoip:cn（内蔵の国内 IP 直接接続）
zh_hant: geoip:cn（內建國內 IP 直連）

source: geoip:private（内置局域网直连）
en: geoip:private (built-in LAN direct)
ja: geoip:private（内蔵の LAN 直接接続）
zh_hant: geoip:private（內建區域網路直連）

source: geosite:category-ads-all（内置广告拦截）
en: geosite:category-ads-all (built-in ad blocking)
ja: geosite:category-ads-all（内蔵の広告ブロック）
zh_hant: geosite:category-ads-all（內建廣告攔截）

source: geosite:cn（内置国内域名直连）
en: geosite:cn (built-in China domain direct)
ja: geosite:cn（内蔵の国内ドメイン直接接続）
zh_hant: geosite:cn（內建國內網域直連）

source: iCloud 上没有找到备份
en: No backup found in iCloud
ja: iCloud にバックアップが見つかりません
zh_hant: iCloud 上找不到備份

source: iCloud 不可用（未登录或未开启 iCloud Drive）
en: iCloud is unavailable (not signed in, or iCloud Drive is off)
ja: iCloud を利用できません（サインインしていないか、iCloud Drive がオフです）
zh_hant: iCloud 無法使用（未登入或未開啟 iCloud Drive）

source: iCloud 同步
en: iCloud Sync
ja: iCloud 同期

source: iCloud 数据来自更新版本的轻舟，请先升级 App
en: This iCloud data was written by a newer version of Qingzhou — please update the app first
ja: この iCloud データは新しいバージョンの Qingzhou で作成されています。先に App を更新してください
zh_hant: iCloud 資料來自更新版本的輕舟，請先升級 App

source: iCloud 数据来自更新版本的轻舟，请升级 App
en: This iCloud data was written by a newer version of Qingzhou — please update the app
ja: この iCloud データは新しいバージョンの Qingzhou で作成されています。App を更新してください
zh_hant: iCloud 資料來自更新版本的輕舟，請升級 App

source: iCloud 数据还在下载中，稍后再试
en: iCloud data is still downloading — try again later
ja: iCloud データをダウンロード中です。後でやり直してください
zh_hant: iCloud 資料仍在下載中，請稍後再試

source: iCloud 数据还在下载中，稍等片刻再试
en: iCloud data is still downloading — try again in a moment
ja: iCloud データをダウンロード中です。しばらくしてからやり直してください
zh_hant: iCloud 資料仍在下載中，請稍候片刻再試

source: macOS 的快捷指令没有「App 打开/关闭」触发器 —— 轻舟原生实现了这个能力，不需要快捷指令：
en: Shortcuts on macOS has no “app opened/closed” trigger — Qingzhou implements this natively, no Shortcuts needed:
ja: macOS のショートカットには「App の起動/終了」トリガーがありません —— Qingzhou はこの機能をネイティブに実装しているため、ショートカットは不要です：
zh_hant: macOS 的捷徑沒有「App 開啟/關閉」觸發器 —— 輕舟原生實作了這個能力，不需要捷徑：

source: macOS 集成
en: macOS Integration
ja: macOS 連携
zh_hant: macOS 整合

source: permission denied —— macOS 拒绝写入 VPN 配置。最常见原因： 1. app 是 ad-hoc 签名（用 install.sh 装的）。改用 Xcode ⌘R 启动； 2. 「系统设置 → 隐私与安全性」最下面有「VPN 配置已被阻止」红字，点「允许」； 3. 你没在弹出的「允许 VPN 配置」密码框里输入 Mac 登录密码。
en: permission denied — macOS refused to write the VPN configuration. Most common causes: 1. The app is ad-hoc signed (installed with install.sh). Launch it with Xcode ⌘R instead; 2. At the bottom of System Settings → Privacy & Security there's a red "VPN configuration has been blocked" — click "Allow"; 3. You didn't enter your Mac login password in the "Allow VPN configuration" dialog.
ja: permission denied —— macOS が VPN 構成の書き込みを拒否しました。よくある原因： 1. App が ad-hoc 署名（install.sh でインストール）です。Xcode の ⌘R で起動してください； 2.「システム設定 → プライバシーとセキュリティ」の一番下に「VPN 構成がブロックされました」と赤字で表示されています。「許可」をクリックしてください； 3. 表示された「VPN 構成を許可」のパスワード欄に Mac のログインパスワードを入力していません。
zh_hant: permission denied —— macOS 拒絕寫入 VPN 設定。最常見原因： 1. app 是 ad-hoc 簽章（用 install.sh 安裝的）。改用 Xcode ⌘R 啟動； 2.「系統設定 → 隱私權與安全性」最下面有「VPN 設定已被阻擋」紅字，點「允許」； 3. 你沒在彈出的「允許 VPN 設定」密碼框裡輸入 Mac 登入密碼。

source: sha256 校验中…
en: Verifying SHA-256…
ja: SHA-256 を検証中…
zh_hant: sha256 校驗中…

source: v2fly 官方
en: v2fly official
ja: v2fly 公式

source: · 启用过滤前的连接 / 系统流量
en: · Connections before filtering was enabled / system traffic
ja: · フィルタリング有効化前の接続 / システムトラフィック
zh_hant: · 啟用過濾前的連線 / 系統流量

source: · 更新于 %@
en: · Updated %@
ja: · 更新日時 %@
zh_hant: · 更新於 %@

source: · 长期未命中，可考虑删除
en: · No hits for a long time; consider removing
ja: · 長期間ヒットなし。削除を検討してください
zh_hant: · 長期未命中，可考慮刪除

source: “关闭轻舟”
en: “Turn off Qingzhou”
ja: 「Qingzhou をオフにする」
zh_hant: 「關閉輕舟」

source: “切换轻舟”
en: “Toggle Qingzhou”
ja: 「Qingzhou を切り替える」
zh_hant: 「切換輕舟」

source: “开启轻舟”
en: “Turn on Qingzhou”
ja: 「Qingzhou をオンにする」
zh_hant: 「開啟輕舟」

source: … 还有 %lld 个域名（按连接次数排序，仅显示前 %lld）
en: … %lld more domains (sorted by connections, showing top %lld)
ja: … 他 %lld 個のドメイン（接続回数順、上位 %lld 件のみ表示）
zh_hant: … 還有 %lld 個網域（按連線次數排序，僅顯示前 %lld）

source: … 还有 %lld 个域名（按连接次数排序，仅显示前 8）
en: … %lld more domains (sorted by connections, showing top 8)
ja: … 他 %lld 個のドメイン（接続回数順、上位 8 件のみ表示）
zh_hant: … 還有 %lld 個網域（按連線次數排序，僅顯示前 8）

source: … 还有 %lld 个（按连接次数排序，仅显示前 8）
en: … %lld more (sorted by connections, showing top 8)
ja: … 他 %lld 件（接続回数順、上位 8 件のみ表示）
zh_hant: … 還有 %lld 個（按連線次數排序，僅顯示前 8）

source: ✓ 已选中
en: ✓ Selected
ja: ✓ 選択済み
zh_hant: ✓ 已選取

source: 「%@」不是域名，无法生成域名规则
en: "%@" is not a domain — cannot create a domain rule
ja: 「%@」はドメインではないため、ドメインルールを作成できません
zh_hant: 「%@」不是網域，無法產生網域規則

source: 「%@」需下载完整版 geo 数据后才会生效（内置精简版仅含 cn / private）
en: "%@" takes effect only after you download the full geo data (the built-in lite version includes only cn / private)
ja: 「%@」は完全版の geo データをダウンロードして初めて有効になります（内蔵の簡易版は cn / private のみ）
zh_hant: 「%@」需下載完整版 geo 資料後才會生效（內建精簡版僅含 cn / private）

source: 「如果」里放「开启轻舟」→ 完成
en: Inside the “If”, add “Turn On Qingzhou” → Done
ja: 「If」の中に「Qingzhou をオンにする」を入れる → 完了
zh_hant: 「如果」裡放「開啟輕舟」→ 完成

source: 「忽略 IP」已隐藏 %lld 条纯 IP 连接。
en: Ignore IPs has hidden %lld IP-only connections.
ja: 「IP を無視」により %lld 件の IP のみの接続を非表示にしました。
zh_hant: 「忽略 IP」已隱藏 %lld 條純 IP 連線。

source: 「来源 App 标注」已启用，还没有可归属的连接。 确认 VPN 已开启并浏览一会儿；启用标注之前建立的连接无法补标。
en: Source App labeling is on, but there are no attributable connections yet. Make sure the VPN is on and browse for a bit; connections made before labeling was enabled cannot be attributed retroactively.
ja: 「送信元 App のラベル付け」は有効ですが、まだ帰属できる接続がありません。 VPN がオンになっていることを確認し、しばらくブラウズしてください。ラベル付けを有効にする前に確立された接続は、後からラベル付けできません。
zh_hant: 「來源 App 標註」已啟用，還沒有可歸屬的連線。 請確認 VPN 已開啟並瀏覽一會兒；啟用標註之前建立的連線無法補標。

source: 「添加 App…」选择触发 App（可多选）
en: “Add App…” and pick trigger apps (multiple allowed)
ja: 「App を追加…」でトリガーとなる App を選択（複数選択可）
zh_hant: 「新增 App…」選擇觸發 App（可多選）

source: 一键全部测试
en: Test All
ja: すべてテスト
zh_hant: 一鍵全部測試

source: 一键测速并择优
en: Test & Auto-Select
ja: テストして自動選択
zh_hant: 一鍵測速並擇優

source: 一键规则
en: Quick Rule
ja: クイックルール
zh_hant: 一鍵規則

source: 上次会话峰值 %@ · 历史最高 %@
en: Last session peak %@ · all-time peak %@
ja: 前回セッションのピーク %@ · 過去最高 %@
zh_hant: 上次工作階段峰值 %@ · 歷史最高 %@

source: 上次测试失败
en: Last Test Failed
ja: 前回のテストに失敗
zh_hant: 上次測試失敗

source: 上次测速 %@
en: Last tested %@
ja: 前回のテスト %@
zh_hant: 上次測速 %@

source: 上次采样：%@
en: Last sample: %@
ja: 前回のサンプリング：%@
zh_hant: 上次取樣：%@

source: 上行
en: Up
ja: アップロード

source: 上面配方的第 5 步改为：搜索“轻舟” → 「轻舟是否已连接」
en: In step 5 of the recipe above, instead: search “Qingzhou” → “Is Qingzhou Connected”
ja: 上記レシピのステップ 5 を次のように変更：「Qingzhou」を検索 → 「Qingzhou が接続済みか」
zh_hant: 上面配方的第 5 步改為：搜尋「輕舟」 → 「輕舟是否已連線」

source: 下一步 → 搜索“轻舟” → 选「开启轻舟」→ 完成
en: Next → search “Qingzhou” → pick “Turn On Qingzhou” → Done
ja: 次へ → 「Qingzhou」を検索 → 「Qingzhou をオンにする」を選択 → 完了
zh_hant: 下一步 → 搜尋「輕舟」 → 選「開啟輕舟」→ 完成

source: 下行
en: Down
ja: ダウンロード

source: 下载失败（%@）。若当前网络无法直连 GitHub，请先开启 VPN 后重试。
en: Download failed (%@). If your network can't reach GitHub directly, turn on the VPN first and try again.
ja: ダウンロードに失敗しました（%@）。現在のネットワークで GitHub に直接接続できない場合は、先に VPN をオンにしてやり直してください。
zh_hant: 下載失敗（%@）。若目前網路無法直連 GitHub，請先開啟 VPN 後再試。

source: 下载完整版 geo 数据
en: Download Full Geo Data
ja: 完全版の geo データをダウンロード
zh_hant: 下載完整版 geo 資料

source: 下载完整版（约 20 MB）
en: Download Full Version (~20 MB)
ja: 完全版をダウンロード（約 20 MB）
zh_hant: 下載完整版（約 20 MB）

source: 与本机相比：%@
en: Compared with this device: %@
ja: このデバイスとの比較：%@
zh_hant: 與本機相比：%@

source: 与本机配置一致
en: Same as this device's configuration
ja: このデバイスの構成と同じ
zh_hant: 與本機設定一致

source: 为 %@ 添加 DOMAIN-SUFFIX 规则（覆盖全部子域名），VPN 运行中立即生效。
en: Adds a DOMAIN-SUFFIX rule for %@ (covers all subdomains); takes effect immediately while the VPN is running.
ja: %@ に DOMAIN-SUFFIX ルールを追加します（すべてのサブドメインを対象）。VPN 実行中は即座に有効になります。
zh_hant: 為 %@ 新增 DOMAIN-SUFFIX 規則（涵蓋全部子網域），VPN 執行中立即生效。

source: 为 %@ 添加规则
en: Add Rule for %@
ja: %@ にルールを追加
zh_hant: 為 %@ 新增規則

source: 主屏小组件
en: Home Screen Widget
ja: ホーム画面ウィジェット
zh_hant: 主畫面小工具

source: 主机
en: Host
ja: ホスト
zh_hant: 主機

source: 主题
en: Theme
ja: テーマ
zh_hant: 主題

source: 二维码生成失败
en: QR Code Generation Failed
ja: QR コードの生成に失敗しました
zh_hant: QR code 產生失敗

source: 云端当前版本
en: Current Cloud Version
ja: 現在のクラウドバージョン
zh_hant: 雲端目前版本

source: 什么是经代理延迟？
en: What is proxied latency?
ja: プロキシ経由の遅延とは？
zh_hant: 什麼是經代理延遲？

source: 今天
en: Today
ja: 今日

source: 今日新增 · %lld 个域名（30 天内首次出现）
en: New today · %lld domains (first seen within 30 days)
ja: 本日の新規 · %lld 個のドメイン（30 日以内に初出現）
zh_hant: 今日新增 · %lld 個網域（30 天內首次出現）

source: 代理
en: Proxy
ja: プロキシ

source: 代理 / 直连
en: Proxy / Direct
ja: プロキシ / 直接
zh_hant: 代理 / 直連

source: 代理模式
en: Proxy Mode
ja: プロキシモード

source: 任一所选 App 启动 → 自动连接；全部退出 → 自动断开（只断开由自动连接拉起的会话，手动开启的 VPN 不受影响）。iPhone/iPad 上可用「快捷指令 → 自动化 → App」实现同样效果。
en: Any selected app launching → auto-connect; all quitting → auto-disconnect (only sessions started by auto-connect; a VPN you started manually is never touched). On iPhone/iPad, use Shortcuts → Automation → App for the same effect.
ja: 選択した App のいずれかが起動 → 自動接続；すべて終了 → 自動切断（自動接続で開始されたセッションのみ切断し、手動で開始した VPN には影響しません）。iPhone/iPad では「ショートカット → オートメーション → App」で同じことができます。
zh_hant: 任一所選 App 啟動 → 自動連線；全部結束 → 自動中斷（只中斷由自動連線拉起的工作階段，手動開啟的 VPN 不受影響）。iPhone/iPad 上可用「捷徑 → 自動化 → App」達到同樣效果。

source: 任一触发 App 启动 → 自动连接；全部退出 → 自动断开（只断自动拉起的会话，你手动开的 VPN 不受影响）。
en: Any trigger app launching → auto-connect; all of them quitting → auto-disconnect (only sessions started by auto-connect; a VPN you started manually is never touched).
ja: トリガーとなる App のいずれかが起動 → 自動接続；すべて終了 → 自動切断（自動で開始されたセッションのみ切断し、手動で開始した VPN には影響しません）。
zh_hant: 任一觸發 App 啟動 → 自動連線；全部結束 → 自動中斷（只中斷自動拉起的工作階段，你手動開的 VPN 不受影響）。

source: 优先地区
en: Preferred Region
ja: 優先する地域
zh_hant: 優先地區

source: 传输参数
en: Transport Parameters
ja: トランスポートパラメータ
zh_hant: 傳輸參數

source: 你正常上网时观测到的真实峰值下行速率（未额外消耗流量）。反映带宽，与延迟互补。
en: The real peak download speed observed during your normal browsing (no extra data used). Reflects bandwidth, complementing latency.
ja: 通常のブラウズ中に観測された実際のピーク下り速度（追加のデータは消費しません）。帯域幅を反映し、遅延を補完します。
zh_hant: 你正常上網時觀測到的真實峰值下行速率（未額外消耗流量）。反映頻寬，與延遲互補。

source: 依次刷新所有订阅
en: Refresh all subscriptions one by one
ja: すべてのサブスクリプションを順に更新
zh_hant: 依序重新整理所有訂閱

source: 俄罗斯
en: Russia
ja: ロシア
zh_hant: 俄羅斯

source: 保存
en: Save
zh_hant: 儲存

source: 值
en: Value
ja: 値

source: 先测速再选延迟最低的节点为当前节点
en: Test latency, then set the lowest-latency node as current
ja: 遅延をテストし、最も遅延の低いノードを現在のノードに設定します
zh_hant: 先測速再選延遲最低的節點為目前節點

source: 免解锁、免找图标，说一句就连。
en: No unlocking, no icon hunting — one sentence and you're connected.
ja: ロック解除もアイコン探しも不要 —— ひと言で接続。
zh_hant: 免解鎖、免找圖示，說一句就連。

source: 全局
en: Global
ja: グローバル
zh_hant: 全域

source: 全局代理
en: Global Proxy
ja: グローバルプロキシ
zh_hant: 全域代理

source: 全局模式下所有流量都走代理，分流建议仅供参考（切回规则模式后可按建议行动）
en: In Global mode all traffic goes through the proxy, so routing suggestions are for reference only (switch back to Rule mode to act on them).
ja: グローバルモードではすべてのトラフィックがプロキシを経由するため、ルーティングの提案は参考用です（ルールモードに戻すと提案を実行できます）
zh_hant: 全域模式下所有流量都走代理，分流建議僅供參考（切回規則模式後可依建議行動）

source: 全局模式（GLOBAL）
en: Global mode (GLOBAL)
ja: グローバルモード（GLOBAL）
zh_hant: 全域模式（GLOBAL）

source: 全程走虚拟网卡（TUN），整机流量自动经隧道转发，无需配置系统代理。
en: All traffic goes through a virtual network interface (TUN) and is forwarded via the tunnel automatically — no system proxy configuration needed.
ja: すべてのトラフィックが仮想ネットワークインターフェイス（TUN）を通り、トンネル経由で自動的に転送されます —— システムプロキシの設定は不要です。
zh_hant: 全程走虛擬網卡（TUN），整機流量自動經隧道轉發，無需設定系統代理。

source: 全部
en: All
ja: すべて

source: 全部刷新
en: Refresh All
ja: すべて更新
zh_hant: 全部重新整理

source: 公网 IP
en: Public IP
ja: パブリック IP
zh_hant: 公網 IP

source: 关于
en: About
ja: 情報
zh_hant: 關於

source: 关闭
en: Off
ja: オフ
zh_hant: 關閉

source: 关闭 VPN
en: Turn Off VPN
ja: VPN をオフにする
zh_hant: 關閉 VPN

source: 关闭于 %@
en: Closed %@
ja: 終了 %@
zh_hant: 關閉於 %@

source: 关闭来源 App 标注
en: Disable Source App Labeling
ja: 送信元 App のラベル付けを無効にする
zh_hant: 關閉來源 App 標註

source: 关闭轻舟
en: Turn Off Qingzhou
ja: Qingzhou をオフにする
zh_hant: 關閉輕舟

source: 其它
en: Other
ja: その他
zh_hant: 其他

source: 内容数量未知（旧版本文档）
en: Content count unknown (older document version)
ja: コンテンツ数不明（古いバージョンのドキュメント）
zh_hant: 內容數量未知（舊版本文件）

source: 内容：%@ %@ 来自 %@，%@。 恢复会用它覆盖本机配置；本机当前配置会先自动备份。
en: Content: %@ %@ From %@, %@. Restoring overwrites this device's config; the current config is backed up first.
ja: 内容：%@ %@ %@ より、%@。 復元すると、このデバイスの構成が上書きされます。現在の構成は先に自動でバックアップされます。
zh_hant: 內容：%@ %@ 來自 %@，%@。 還原會用它覆蓋本機設定；本機目前設定會先自動備份。

source: 内容：%@ 来自 %@，%@。 恢复会用它覆盖本机配置；本机当前配置会先自动备份。
en: Content: %@ From %@, %@. Restoring overwrites this device's config; the current config is backed up first.
ja: 内容：%@ %@ より、%@。 復元すると、このデバイスの構成が上書きされます。現在の構成は先に自動でバックアップされます。
zh_hant: 內容：%@ 來自 %@，%@。 還原會用它覆蓋本機設定；本機目前設定會先自動備份。

source: 内置 geo 数据为精简版，GEOIP 仅支持 cn 与 private；其他国家码需下载完整版。
en: The built-in geo data is the lite version; GEOIP supports only cn and private. Other country codes require the full version.
ja: 内蔵の geo データは簡易版です。GEOIP は cn と private のみ対応します。その他の国コードには完全版が必要です。
zh_hant: 內建 geo 資料為精簡版，GEOIP 僅支援 cn 與 private；其他國家碼需下載完整版。

source: 再建一条对称的：同一个 App 勾「已关闭」→ 动作选「关闭轻舟」。从此打开它就有网、关掉它就断开。
en: Create a mirror automation: same app, check “Is Closed” → action “Turn Off Qingzhou”. From then on, opening it gets you online and closing it disconnects.
ja: 対称のオートメーションをもう 1 つ作成：同じ App で「終了時」にチェック → アクションに「Qingzhou をオフにする」を選択。以降、開けばオンライン、閉じれば切断されます。
zh_hant: 再建一條對稱的：同一個 App 勾「已關閉」→ 動作選「關閉輕舟」。從此打開它就有網、關掉它就中斷。

source: 凭据 / 加密
en: Credentials / Encryption
ja: 認証情報 / 暗号化
zh_hant: 憑證 / 加密

source: 分享
en: Share
ja: 共有

source: 分享二维码
en: Share QR Code
ja: QR コードを共有
zh_hant: 分享 QR code

source: 分流建议
en: Routing Suggestions
ja: ルーティングの提案
zh_hant: 分流建議

source: 切换 VPN
en: Toggle VPN
ja: VPN を切り替える
zh_hant: 切換 VPN

source: 切换中…
en: Switching…
ja: 切り替え中…
zh_hant: 切換中…

source: 切换轻舟
en: Toggle Qingzhou
ja: Qingzhou を切り替える
zh_hant: 切換輕舟

source: 刚刚
en: just now
ja: たった今
zh_hant: 剛剛

source: 删除
en: Delete
ja: 削除
zh_hant: 刪除

source: 删除节点
en: Delete Node
ja: ノードを削除
zh_hant: 刪除節點

source: 到期：%@
en: Expires: %@
ja: 有効期限：%@

source: 到点自动断开 VPN，只对本次连接生效 —— 断开后不会自动重连，手动重开会重新计时。VPN 运行中修改会立即从现在起重新计时。注意：启用定时的连接不开启系统自动重连（On-Demand），若扩展异常退出需手动重开。
en: Automatically disconnects the VPN when time is up. Applies to the current connection only — it won't reconnect afterwards, and turning the VPN back on restarts the timer. Changing this while the VPN is running restarts the countdown immediately. Note: connections with auto-stop enabled don't use system auto-reconnect (On-Demand), so if the extension exits unexpectedly you'll need to reconnect manually.
ja: 時間になると VPN を自動的に切断します。今回の接続のみに適用され —— 切断後は自動で再接続せず、VPN をオンにし直すとタイマーが再スタートします。VPN 実行中に変更すると、カウントダウンはただちに再スタートします。注意：自動停止を有効にした接続はシステムの自動再接続（On-Demand）を使わないため、拡張機能が予期せず終了した場合は手動で再接続する必要があります。
zh_hant: 到點自動中斷 VPN，只對本次連線生效 —— 中斷後不會自動重連，手動重開會重新計時。VPN 執行中修改會立即從現在起重新計時。注意：啟用定時的連線不開啟系統自動重連（On-Demand），若擴充功能異常結束需手動重開。

source: 刷新
en: Refresh
ja: 更新
zh_hant: 重新整理

source: 刷新完成：%lld 成功，%lld 失败
en: Refresh complete: %lld succeeded, %lld failed
ja: 更新完了：%lld 件成功、%lld 件失敗
zh_hant: 重新整理完成：%lld 成功，%lld 失敗

source: 刷新远程规则
en: Refresh Remote Rules
ja: リモートルールを更新
zh_hant: 重新整理遠端規則

source: 刷新：%@
en: Refresh: %@
ja: 更新：%@
zh_hant: 重新整理：%@

source: 加「如果」动作：条件 = 结果 为 否
en: Add an “If” action: condition = result is No
ja: 「If」アクションを追加：条件 = 結果が「いいえ」
zh_hant: 加「如果」動作：條件 = 結果 為 否

source: 加入代理
en: Add to Proxy
ja: プロキシに追加

source: 加入拒绝
en: Add to Reject
ja: 拒否に追加
zh_hant: 加入拒絕

source: 加入拒绝（追踪器，推荐）
en: Add to Reject (Tracker, Recommended)
ja: 拒否に追加（トラッカー、推奨）
zh_hant: 加入拒絕（追蹤器，建議）

source: 加入直连
en: Add to Direct
ja: 直接に追加
zh_hant: 加入直連

source: 加密 (scy)
en: Encryption (scy)
ja: 暗号化 (scy)

source: 加密方式
en: Cipher
ja: 暗号方式

source: 加拿大
en: Canada
ja: カナダ

source: 匹配 %lld 个域名
en: %lld domains matched
ja: %lld 個のドメインに一致
zh_hant: 符合 %lld 個網域

source: 匹配后
en: On Match
ja: 一致時
zh_hant: 符合後

source: 协议
en: Protocol
ja: プロトコル
zh_hant: 協定

source: 印度
en: India
ja: インド

source: 历史最高 %@
en: all-time peak %@
ja: 過去最高 %@
zh_hant: 歷史最高 %@

source: 历史版本
en: Previous Version
ja: 以前のバージョン
zh_hant: 歷史版本

source: 原地重配超时
en: In-place reconfiguration timed out
ja: その場での再構成がタイムアウトしました
zh_hant: 原地重設定逾時

source: 去快捷指令创建
en: Create in Shortcuts
ja: ショートカットで作成
zh_hant: 前往捷徑建立

source: 去节点页选择
en: Go to Nodes to Select
ja: ノードページで選択
zh_hant: 前往節點頁選擇

source: 去订阅页添加
en: Go to Subscriptions to Add
ja: サブスクリプションページで追加
zh_hant: 前往訂閱頁新增

source: 发现 iCloud 备份
en: iCloud Backup Found
ja: iCloud バックアップが見つかりました
zh_hant: 發現 iCloud 備份

source: 发现新版本 %@
en: New version %@ available
ja: 新しいバージョン %@ が利用可能です
zh_hant: 發現新版本 %@

source: 取消
en: Cancel
ja: キャンセル

source: 取消排除
en: Include
ja: 含める

source: 只刷新延迟数据，不会自动切换当前节点。
en: Only refreshes latency data; never switches the current node automatically.
ja: 遅延データを更新するだけで、現在のノードを自動的に切り替えることはありません。
zh_hant: 只重新整理延遲資料，不會自動切換目前節點。

source: 可合并的自定义规则
en: Mergeable Custom Rules
ja: 統合可能なカスタムルール
zh_hant: 可合併的自訂規則

source: 台湾
en: Taiwan
zh_hant: 台灣

source: 右上 + → 「App」
en: Tap + at the top right → “App”
ja: 右上の + をタップ → 「App」

source: 合并
en: Merge
ja: 統合
zh_hant: 合併

source: 同域名 %lld 条同目标规则，可收敛为一条后缀规则（覆盖全部子域名）
en: %lld same-target rules for this domain can be merged into one suffix rule (covers all subdomains)
ja: このドメインの同一ターゲットのルール %lld 件は、1 つのサフィックスルールに統合できます（すべてのサブドメインを対象）
zh_hant: 同網域 %lld 條同目標規則，可收斂為一條後綴規則（涵蓋全部子網域）
